timestamp,author,sentiment_score,description
2025-02-03T06:08:59Z,Belga Belga,0.0,"Donald Trump, précédé par Elon Musk, l'homme le plus riche du monde devenu un de ses très proches, a attaqué avec virulence dimanche l'Agence américaine pour le développement (USAID), institution majeure qui a vu l'essentiel de ses crédits gelés par le nouvea…"
2025-02-03T06:03:16Z,Agence France-Presse,0.0,"Elon Musk attacked the US Agency for International Development, calling it a &quot;criminal organisation&quot;, as Donald Trump said the agency was &quot;run by radical lunatics&quot; and said he was considering its future."
2025-02-03T06:02:26Z,Oliver Schwuchow,0.0,"Audi startet gerade mit dem nagelneuen A6 e-tron durch, der als eines der ersten Elektroautos die neue PPE-Plattform im VW-Konzern nutzt. Doch ein Audi A4 e-tron wird folgen und soll […]"
2025-02-03T06:00:54Z,admin,0.10245310245310245,"Tesla sales fell in California in the fourth quarter of 2024, bringing down overall sales of the popular vehicle further for the year, according to a new report. The California New Car Dealers Association released its California Auto Outlook Report …"
2025-02-03T06:00:00Z,Bobby Green,0.0,"Finns nu på SVT Play






i mars 1976 öppnades den första Clock-restaurangen i Medborgarhuset på Götgatan i Södermalm i Stockholm. Här kunde man köpa hamburgare och pommes till ett lite lägre pris än hos McDonald's som öppnat tre år tidigare. Flera restauran…"
2025-02-03T06:00:00Z,jin@ixbt.com (Jin),0.0,"Tesla сообщила, что линия по производству аккумуляторов 4680 собственной разработки компании достигла уровня, обеспечивающего выпуск более 2500 Cybertruck в неделю. Этот рубеж означает, что Tesla находится на пути к достижению своей цели — производству 120 00…"
2025-02-03T05:50:01Z,Robin Sabbadini,0.11666666666666667,Le milliardaire veut transformer le réseau social en une super-application financière capable de remplacer votre banque traditionnelle.
2025-02-03T05:46:10Z,Δημήτρης Κατσαγάνης,0.0,"Άνοδο σημείωσε το δολάριο, ενώ πτώση σημείωσαν οι μετοχές αλλά και τα ψηφιακά νομίσματα, αφότου ο πρόεδρος των ΗΠΑ Ντόναλντ Τραμπ έκανε πράξη την απειλή ... 
To άρθρο Το δολάριο αυξάνεται, οι μετοχές πέφτουν λόγω των δασμών του Τραμπ δημοσιεύτηκε στο NewsIT ."
2025-02-03T05:46:10Z,Δημήτρης Κατσαγάνης,0.0,"Άνοδο σημείωσε το δολάριο, ενώ πτώση σημείωσαν οι μετοχές αλλά και τα ψηφιακά νομίσματα, αφότου ο πρόεδρος των ΗΠΑ Ντόναλντ Τραμπ έκανε πράξη την απειλή ... 
To άρθρο Άνοδο σημειώνει το δολάριο λόγω των δασμών του Τραμπ δημοσιεύτηκε στο NewsIT ."
2025-02-03T05:40:00Z,Thomas Møgelbjerg,0.0,Spilgigant fyrer 185 og nedlægger afdeling. Meta og Facebook overvejer at flytte til Texas. Dansk kvantevirksomhed får international ekspert som bestyrelsesformand. Så nemt kan hackere omgå AI-baseret cybersikkerhed. Mød jeres nye it-medarbejdere til karriere…
2025-02-03T05:28:07Z,AFP,-0.4,"Elon Musk labels USAID a ""criminal organization"" amid Donald Trump's assertion that it is led by ""radical lunatics."" Musk claims, without evidence, that USAID funded bioweapon research, including Covid-19. Trump's administration has paused USAID funding, crea…"
2025-02-03T05:12:41Z,feedfeeder,0.0,Another Thing Musk Hates About Germany: Absentee Workers at His Tesla PlantThe Wall Street Journal...
2025-02-03T05:00:00Z,Don Dahlmann,0.0,"Die Absatzzahlen brechen ein, Unternehmen verbannen Tesla aus dem Fuhrpark. Wie lange kann sich Tesla seinen CEO noch erlauben?"
2025-02-03T05:00:00Z,Thomas Geiger,0.0,"Der VW ID.2 ist noch nicht mal vorgestellt und bekommt schon einen ernsthaften Konkurrenten aus China. Mit dem Aion UT zeigt der heimliche Riese GAC, wie ein elektrischer ""Volkswagen"" funktioniert!"
2025-02-03T04:43:51Z,Jalopnik,0.1497448979591837,"The car of the future? Screenshot: Garage 54 via YouTube Taking an old car and making it run on electricity is so hot right now, with startups the world over popping up with the aim of electrifying everything from old Jaguar E-Types to lovely little Miatas. N…"
2025-02-03T04:43:00Z,jin@ixbt.com (Jin),0.0,"Это второй автомобиль и первый кроссовер Xiaomi, который, как ожидается, выйдет на рынок в июне или июле этого года, чтобы составить конкуренцию Tesla Model Y. Начальная цена может составить около 34 500 долларов. Максимальная мощность переднего и заднего эле…"
2025-02-03T04:27:15Z,fool.com,0.125,"More so than any other American company, Tesla (TSLA 1.08%) deserves credit for making the electric vehicle (EV) industry viable. After decades or even generations of talk about an electric car, Tesla has taken the concept mainstream, scaling production and t…"
2025-02-03T04:05:18Z,wsj.com,0.19285714285714284,"Before endorsing the far right, he faced escalating disputes over conditions at the carmaker’s Berlin factory."
2025-02-03T04:00:02Z,redazione@ilgiornale-web.it (Matteo Basile),0.0,"Mister Tesla: ""Unitevi al movimento"", che ricalca quello trumpiano. Gli intrecci tra politica e affari"
2025-02-03T04:00:00Z,Francesco,0.0,"Vesmírné observatoře po celém světě každý den monitorují oblohu, aby identifikovaly potenciálně nebezpečné objekty. Nedávno však došlo k pozoruhodnému omylu: Mezinárodní astronomická unie (IAU) zařadila mezi blízkozemní asteroidy objekt, který se nakonec ukáz…"
2025-02-03T03:54:06Z,Technoblogger,0.0,"3 февраля Tesla сообщила в своем обновленном письме за
четвертый квартал 2024 года, что линия по производству аккумуляторов 4680
собственной разработки компании достигла уровня, позволяющего...Читать дальше"
2025-02-03T03:50:51Z,AFP News,0.3704545454545454,The assault on the agency tasked with humanitarian relief overseas marks a significant new front in Trump's move to give unprecedented power to Musk to upend government departments and counter what the pair consider wasteful official spending and overreach.
2025-02-03T03:44:30Z,Technoblogger,0.0,"Компания Tesla сообщила о ходе реализации своего проекта по производству электромобилей Semi в четвертом квартале 2024 года. Ларс Морави, вице・президент Tesla по разработке транспортных средств,...Читать дальше"
2025-02-03T03:17:04Z,"Dr. Diane Hamilton, Contributor, 
 Dr. Diane Hamilton, Contributor
 https://www.forbes.com/sites/dianehamilton/",0.0,"Companies demand innovation but fail to create space for it. Without time to question and experiment, employees stick to safe choices and missed opportunities."
2025-02-03T03:06:33Z,RT,0.09444444444444444,"Kiev received far less US aid than the amount repeatedly cited by President Trump, Ukrainian leader Vladimir Zelensky has claimed Read Full Article at RT.com"
2025-02-03T02:51:08Z,AFP news,-0.13333333333333333,"Elon Musk attacked the US Agency for International Development, calling it a ""criminal organization"" on Sunday, as Donald Trump said the agency was ""run by radical lunatics"" and said he was considering its future."
2025-02-03T02:35:00Z,Tudocelular.com,0.2,A Meta pode seguir o caminho de Elon Musk e mudar a residência legal da empresa para o Texas.
2025-02-03T02:30:37Z,MoneyDJ,0.0,美國新任總統川普（Donald Trump）開啟關稅戰，全球汽車產業首當其衝，川普親密戰友馬斯克旗下的電動車巨頭特斯拉（Tesla）也受波及。 CNBC、霸榮等外媒報導，川普已簽署行政命令，自2月1日起對自墨西哥和加拿大進口的商品徵收25%高昂關稅，同時對中國商品加徵10%關稅，旨在因應非法移民和芬...
2025-02-03T02:24:00Z,Павел Мыльников,0.0,"Президент обвинил руководство Агентства США по международному развитию в безумии и радикализме, а бизнесмен - в финансировании разработки биологического оружия."
2025-02-03T02:17:05Z,,0.1,"WASHINGTON : Billionaire Elon Musk, who is heading U.S. President Donald Trump's efforts to shrink the federal government, will give an update on the effort early Monday amid reports he has been given access to a vital payments system at the Treasury Departme…"
2025-02-03T02:17:00Z,,0.1,"WASHINGTON: Billionaire Elon Musk, who is heading United States President Donald Trump's efforts to shrink the federal government, will give an update on the effort early on Monday (Feb 3) amid reports"
2025-02-03T02:17:00Z,,-0.060185185185185196,"WASHINGTON: Billionaire Elon Musk, who is heading United States President Donald Trump's efforts to shrink the federal government, gave an update on the effort early on Monday (Feb 3), saying they are working to shut down the US foreign aid agency USAID. Musk…"
2025-02-03T02:13:00Z,Алексей Сычёв,0.0,И начать предлагать их в лизинг за $750 в месяц.
2025-02-03T02:09:45Z,中央通訊社,0.0,生成式AI技術推動人形機器人發展，量產元年可期。NVIDIA、Tesla等科技巨擘積極布局，台灣華碩、鴻海等大廠亦加速投入，鎖定多代理、服務型機器人等方向。市場預估2027年產值將突破20億美元，台廠在關鍵零組件供應鏈中扮演重要角色。
2025-02-03T02:00:05Z,Livemint,-0.1,"The US president’s reckless trade aggression against Canada, Mexico and China may have sparked a trade war that’ll leave the whole world worse off. India can’t expect to escape the fallout of misguided US policy."
2025-02-03T01:45:53Z,,-0.05,"Washington (AFP) Jan 31, 2025 -

 Jensen Huang, CEO of AI chip giant Nvidia, met Friday with President Donald Trump as the company suffered a rough week on Wall Street over competition with China and the threat of tariffs on semiconductors.

Trump said he wou…"
2025-02-03T01:30:03Z,forbes.com,0.0,"Elon Musk has become deeply embedded in U.S. president Donald Trump’s White House after declaring a U.S. “financial emergency"" while on the campaign trail.
Musk, the Tesla billionaire-turned-government-cost-cutter, is leading the so-called Doge department of …"
2025-02-03T01:20:00Z,Danilo Oliveira,-0.39999999999999997,"Descubra o que é um agente de inteligência artificial, como funciona e exemplos práticos dessa tecnologia revolucionária no nosso cotidiano
O post O que é e o que faz um agente de inteligência artificial? apareceu primeiro em Olhar Digital."
2025-02-03T01:15:14Z,LSW Team,0.25,"Why Does the MRI Make Noise? Understanding the Causes of MRI Noise The MRI (Magnetic Resonance Imaging) machine is a […]
The post Why does the mri make noise? appeared first on Life Sciences World."
2025-02-03T01:05:21Z,ETMarkets.com,0.0,"The yields on US Treasuries gained while stock futures slumped, and an index of Asia-Pacific shares also dropped in response to the punitive measures taken against some of America’s biggest trading partners. The Canadian dollar sank to its weakest since 2003,…"
2025-02-03T01:04:32Z,Sıtkı ŞÜKÜRER,0.0,TEKNOLOJİK gelişim yoksulluğa çare getirecek mi?
2025-02-03T00:56:53Z,Benjamin Siegel,0.0,"Amid ongoing turmoil inside the U.S. Agency for International Development, sources say that Department of Government Efficiency staffers have moved to take"
2025-02-03T00:53:34Z,Benjamin Siegel,0.0,"Amid ongoing turmoil inside the U.S. Agency for International Development, sources say that Department of Government Efficiency staffers have moved to take"
2025-02-03T00:47:03Z,Benjamin Siegel,0.0,"Amid ongoing turmoil inside the U.S. Agency for International Development, sources say that Department of Government Efficiency staffers have moved to take"
2025-02-03T00:34:46Z,go.theregister.com,0.06458333333333333,"Singapore says Nvidia's astounding local sales don't mean it's the source of DeepSeek's GPUs
PLUS: Chinese bus lanes put Tesla in a tangle; India drops electronics tariffs; Samsung worries about soft demand
Asia In Brief Nvidia’s quarterly results occasionall…"
2025-02-03T00:31:12Z,Simon Sharwood,0.06285714285714286,PLUS: Chinese bus lanes put Tesla in a tangle; India drops electronics tariffs; Samsung worries about soft demand Asia In Brief  Nvidia’s quarterly results occasionally raise eyebrows because they report that Singapore is a disproportionately large market for…
2025-02-03T00:25:07Z,Benjamin Siegel,0.0,"Amid ongoing turmoil inside the U.S. Agency for International Development, sources say that Department of Government Efficiency staffers have moved to take"
2025-02-03T00:23:06Z,,0.3,"Elon Musk attacked the U.S. Agency for International Development, calling it a &quot;criminal organization&quot; on Sunday, sparking fear over the intensity of President Donald Trump's unprecedented scrutiny of the work of the civil service. The assault on th…"
2025-02-03T00:20:05Z,Benjamin Siegel,0.0,"Amid ongoing turmoil inside the U.S. Agency for International Development, sources say that Department of Government Efficiency staffers have moved to take"
2025-02-03T00:20:04Z,Benjamin Siegel,0.0,"Amid ongoing turmoil inside the U.S. Agency for International Development, sources say that Department of Government Efficiency staffers have moved to take"
2025-02-03T00:14:06Z,jason@jasonacox.com,0.0,Python module to access Tesla Energy Gateway for Powerwall and solar power data
2025-02-03T00:08:17Z,,0.17222222222222222,The Singapore dollar was down 0.9 per cent to 1.3687 per US dollar as at 8.01am on Feb 3. Read more at straitstimes.com.
2025-02-03T00:01:36Z,businessinsider.com,0.5,"Delaware Gov. Matt Meyer says things may 'need to change' as companies threaten to incorporate elsewhere.
- Elon Musk has led the charge to leave Delaware after a court rejected his Tesla pay package.
- Delaware remains a top destination to incorporate, espec…"
2025-02-03T00:00:56Z,Dan Maloney,-0.30249999999999994,"All things considered, it was a very bad week for aviation here in the United States. Three separate crashes, two of which involved US military aircraft, have left over 70 people dead. We’ll …"
2025-02-03T00:00:08Z,,-0.4,The Microsoft co-founder says he enjoys giving away his fortune and it won't leave his kids poor.
2025-02-02T23:59:31Z,Jacob Lorinc,0.0,"The tariffs could add $60 billion in costs, forcing automakers to adjust production and supply chains while impacting vehicle availability and affordability."
2025-02-02T23:51:13Z,AFP News,0.06666666666666665,"Elon Musk attacked the US Agency for International Development, calling it a ""criminal organization"" on Sunday, sparking fear over the intensity of President Donald Trump's unprecedented scrutiny of the work of the civil service."
2025-02-02T23:49:24Z,RT,0.175,The White House has reportely placed two USAID security officials on leave for barring DOGE inspectors from accessing “intelligence reports” Read Full Article at RT.com
2025-02-02T23:48:40Z,electrek,0.10227272727272727,This electric crossover isn’t just for show. It’s fitted for the race track. Ford’s new Mustang Mach-E EV prototype is upgraded with three electric motors and borrows parts from its current NASCAR Cup Series. Check out the new EV below. Meet Ford’s new Mustan…
2025-02-02T23:48:18Z,AFP,0.06666666666666665,"Elon Musk attacked the US Agency for International Development, calling it a “criminal organization” on Sunday, sparking fear over the intensity of President Donald Trump’s unprecedented scrutiny of the work of the civil service. The assault on the agency tas…"
2025-02-02T23:47:32Z,Ángela Ávalos Rodríguez,0.13636363636363635,Diario ‘The New York Times’ revela la suspensión administrativa de dos altos funcionarios de USAID; equipo de Musk intentaba tener acceso a material clasificado.
2025-02-02T23:39:26Z,Alex Oliveira,0.0,"X added seven companies to its lawsuit Saturday, alleging they partook in a World Federation of Advertisers-coordinated (WFA) boycott of X that violated antitrust laws."
2025-02-02T23:38:33Z,废柴小白领,0.0,2025年的《福布斯》（Forbes）全球富豪排行榜（The World's Billionaires）揭示了新一轮财富分配的格局。在这份全球瞩目的榜单中，特斯拉（Tesla）与SpaceX ceo伊...
2025-02-02T23:20:21Z,TrendForce 集邦科技,0.0,隨著 AI 賦能硬體設備，機器人的用途將更廣泛，不只能投入製造業，還能以人型走入一般消費者的工作和生活場域。可用於製造和服務的多功能人型機器人市場備受市場期待，無論是 Tesla、NVIDIA 與 OpenAI 皆積極挹注相關產品服務開發，看好該領域的商業潛力。 人型機器人可在現有圍繞人類設計的環境...
2025-02-02T23:10:01Z,,-0.4,"ABC News:
Turmoil inside USAID: DOGE reps take over offices, senior officials placed on leave  —  DOGE leader Elon Musk has called USAID a “criminal organization.”  —  Tesla, SpaceX and X CEO Elon Musk arrives for the Inauguration of Donald J. Trump in the U.…"
2025-02-02T23:00:09Z,Pablo Pardo,0.0,"De los 2.320 millones de dólares (2.224 millones de euros) que el fabricante de coches eléctricos Tesla ganó en el cuarto trimestre, más de una tercera parte no tuvieron nada..."
2025-02-02T23:00:00Z,Martin Tůma,0.0,"Trocha dojmologie, trocha poznatku z dlouholeté praxe."
2025-02-02T22:59:59Z,"Billy Bambrough, Senior Contributor, 
 Billy Bambrough, Senior Contributor
 https://www.forbes.com/sites/billybambrough/",0.15833333333333335,"Elon Musk has confirmed he wants to put the U.S. Treasury on a blockchain, the technology that underpins bitcoin and other cryptocurrencies..."
2025-02-02T22:43:36Z,businessinsider.com,0.0,"Delaware Gov. Matt Meyer was sworn in last month.
Kyle Grantham via Delaware's Office of the Governor.
Delaware Gov. Matt Meyer says things may 'need to change' as companies threaten to incorporate elsewhere.
Elon Musk has led the charge to leave Delaware aft…"
2025-02-02T22:43:32Z,Bloomberg News,0.037500000000000006,"The dollar surged in early Asian trading and stocks were primed for losses after US President Donald Trump carried out his threat to impose general levies of 25% on Canada and Mexico and 10% on Chinese goods from Tuesday, sparking vows of retaliation."
2025-02-02T22:43:08Z,Kjersti Strømmen,0.0,Elon Musk angriper bistandsdirektoratet USAID og mener at det er på tide at det nedlegges.
2025-02-02T22:39:35Z,Bloomberg,0.25,"Nas primeiras negociações, moeda americana já avança em relação a maior parte de seus pares
The post Dólar mais alto e volatilidade: mercado já tem 1ªs reações após tarifaço de Trump appeared first on InfoMoney."
2025-02-02T22:32:13Z,Katie Balevic,-0.016666666666666666,"As Delaware, long considered a business-friendly state, faces a potential corporate revolt, Gov. Matt Meyer tells BI change is on the horizon."
2025-02-02T22:30:20Z,Pplware,0.0,"Nesta semana que passou, falámos dos novos C4 e C4 X, do anisão supersónico XB-1, do desempenho fotográfico do OPPO Find X8 Pro, analisámos o smartphone Xiaomi Redmi Note 14 Pro+, e muito mais...."
2025-02-02T22:11:36Z,albin.lindstrom@expressen.se (Albin Lindström),0.0,"Donald Trump har rivstartat med både inrikes- och utrikespolitiken. Presidenten har antagit en aggressiv linje mot flera länder – inte minst mot Danmark. – Det är total galenskap, säger nationalekonomen Ola Olsson om presidentens Grönlandsutspel. Även Sverige…"
2025-02-02T22:00:26Z,Astra_news,0.0,"При этом миллиардер признал, что достижение этой цифры 100% не гарантировано. Он точно уверен в выпуске нескольких тысяч роботов."
2025-02-02T22:00:00Z,Nate Swanner,-0.1,Cybertruck insurance will cost you dearly - but not nearly as much as the Model 3
2025-02-02T21:45:00Z,Андрей Кадуков,0.0,"Илон Маск во время отчёта о доходах Tesla в четвёртом квартале 2024 года сообщил, что компания планирует запустить в Техасе платный сервис беспилотных такси уже в июне 2025 года, развитие сервиса последует ближе к концу года."
2025-02-02T21:30:00Z,Nassim Chentouf,0.0,"BYD s’impose en Europe, notamment en Angleterre avec des ventes qui ont explosé. Xpeng est tout aussi ambitieux. Le constructeur automobile a été fondé en 2014 et souhaite désormais vendre 3 500 véhicules électriques en France en 2025."
2025-02-02T21:24:58Z,onze correspondent,0.0,De Tesla-showroom aan de Laan van Waalhaven in Den Haag beklad met hakenkruisen en antifascistische leuzen.
2025-02-02T21:18:30Z,Ελένη Λυκίσα,0.0,"Η αγορά ενός μεταχειρισμένου αυτοκίνητου είναι μία πολύπλοκη διαδικασία, η οποία απαιτεί ιδιαίτερη προσοχή και ενδελεχή έρευνα, ώστε να αποκτήσετε το καλύτερο δυνατό όχημα στην ... 
To άρθρο Μεταχειρισμένα: Αξίζει η αγορά ενός μεταχειρισμένου ηλεκτρικού μοντέ…"
2025-02-02T21:01:21Z,Вячеслав Агапов,0.0,"В середине января 2025 года американский аналитик и игрок на бирже Нейт Андерсон объявил, что закрывает свое детище Hindenburg Research — фирму, известную разоблачением богачей и их публичных компаний. В своем сообщении Андерсон не называет конкретных причин,…"
2025-02-02T21:00:13Z,John Quintet,0.05,"Did you have a trade war with the U.S. on your bingo card to kick off 2025? After the U.S. slapped a 25% tariff on incoming Canadian goods, in response to the federal government’s apparent inaction on securing the border and fighting the war on fentanyl, Prim…"
2025-02-02T20:39:00Z,"Daniel Drache, Professor Emeritus, Department of Politics, York University, Canada, Marc D. Froese, Professor of Political Science and Founding Director, International Studies Program, Burman University",-0.15000000000000002,Donald Trump’s vision for his imperial presidency is organized around an old and outdated idea: the revenue tariff.
2025-02-02T20:30:18Z,Sputnik Afrique,0.0,"""Saviez-vous que l'USAID, grâce à vos impôts, a financé le développement d'armes biologiques, dont le Covid-19, qui a tué des millions de personnes?"", a-t-il écrit sur sa page X."
2025-02-02T20:29:39Z,notateslaapp.com,0.18333333333333335,"With Tesla’s Robotaxi network launch approaching, it’s time for Tesla to start revealing some of their cards up their figurative sleeves. One of those cards just happens to be how it plans to maintain and clean its Robotaxi fleet that it will be deploying to …"
2025-02-02T19:57:58Z,NRK,0.0,Tidligere søndag ble det kjent at to sikkerhetssjefer i det amerikanske bistandsdirektoratet USAID er permittert etter at de nektet å gi hemmeligstemplet informasjon til DOGE. Senere søndag kommenterer Elon Musk saken på sin egen plattform X: – USAID er en kr…
2025-02-02T19:51:32Z,Fino,0.0,Ver post completo: Mi gato inmediatamente después de que le limpie el arenero.
2025-02-02T19:49:53Z,NTB/Aftenposten,0.0,"Trump-administrasjonen har permittert to sikkerhetssjefer i bistandsdirektoratet USAID etter at de nektet å gi Elon Musks DOGE hemmeligstemplet materiale, ifølge AP. – USAID er en kriminell organisasjon. På tide at den dør, sier Musk."
2025-02-02T19:43:09Z,,0.0,"Em termos de retorno de marketing e visibilidade, a simples chegada do craque à Vila Belmiro já se provou um acerto"
2025-02-02T19:17:25Z,Dr. Tim Sandle,0.29727272727272724,"The Hyundai Venue is the car with the highest accident rate. The pattern of risk increases during the winter.
The post Hyundai at the top: New study reveals winter safety risks for popular EVs appeared first on Digital Journal."
2025-02-02T19:15:00Z,businessam.be,0.0,"Key takeaways Tesla is begonnen met de productie van het opgefriste Model Y in alle vier zijn wereldwijde productiefaciliteiten, waaronder de gigafabriek in Texas. Deze gelijktijdige uitrol werd aangekondigd via een bericht op X, voorheen Twitter, vergezeld v…"
2025-02-02T19:05:05Z,,0.0,"Musk is hyping Tesla stock because his self-driving Cybercab is going to take over the world. If you have Tesla stock, you know what to do"
2025-02-02T19:03:14Z,Alan Kohler,0.1,What no-one talks about as the AI revolution unfolds in stock market hype and scientific gung-ho is what the developers all really trying to do. They're trying to replicate the human brain.
2025-02-02T19:01:00Z,news@ixbt.com (Darth Sahara),0.0,"В Оксфордском университете учёные разработали новый метод моделирования турбулентных систем, основанный на вероятностях. Эта технология может произвести революцию в области вычислительной гидродинамики и открыть новые горизонты для изучения хаотических систем…"
2025-02-02T19:00:00Z,Timbo,0.0,"Bonsoir chers amis des internets en recherche de sensations fortes liées à l’actu. Vous avez envie de rire des bêtises de l’humanité et de voir quelles prouesses ont encore réussi les champions de la semaine ? Alors je m’en vais vous filer ça de suite, c’est …"
2025-02-02T19:00:00Z,Adam Kurfürst,0.0,"Elektromobily značky Tesla se proslavily nejen interiérem, kde se vše točí kolem dotykového displeje a ve srovnání s klasickými auty v podstatě neobsahuje žádná tlačítka, ale především systémem autonomního řízení, jenž spoléhá na propracované algoritmy a pokr…"
2025-02-02T18:49:45Z,Agencia Reuters,0.0,"El presidente de Estados Unidos, Donald Trump, ha impuesto aranceles del 25 por ciento a las importaciones de México, Canadá y un nuevo gravamen del 10 por ciento a las de China a partir del 4 de febrero, exigiendo a que los tres países que detengan el flujo …"
